# LoadGroup

Load group

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.load_group import LoadGroup

# TODO update the JSON string below
json = "{}"
# create an instance of LoadGroup from a JSON string
load_group_instance = LoadGroup.from_json(json)
# print the JSON string representation of the object
print(LoadGroup.to_json())

# convert the object into a dict
load_group_dict = load_group_instance.to_dict()
# create an instance of LoadGroup from a dict
load_group_from_dict = LoadGroup.from_dict(load_group_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)